/*-------- Settings ------------*/

"App Management" = "Programėlių tvarkymas";

"WIFI Share" = "WiFi Failų perkėlimas";

"BT Download Only in Wi-Fi" = "BT Siuntimas tik Wi-Fi";

"BT Bandwidth & Connection" = "BT Pralaidumas ir Ryšys";

"Maximum Connections" = "Daugiausia Ryšių";

"Connections Per Torrent" = "Ryšiai vienam Torrentui";

"Enable Limit" = "Aktyvuoti Limitą";

"Upload Limit" = "Įkelimo Limitas";

"Download Limit" = "Atsisiuntimo Limitas";


"Automatically Install" = "Automatiškai Instaliuoti";

"Delete After Install" = "Ištrinti Instaliavus";

"Remove Metadata"="Ištrinti Metadata";

"Keep Awake"="Neužtemstantis ekranas";

"This will keep your screen always ON while using AppCake"="Tai paliks jūsų ekraną visada įjungtą kai naudositės AppCake";

"Remove Metadata will stop App Store from updating the app"="Ištrinti Metadata sustabdys App Store atnaujinumus programėlei";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Aktyvuokite iTunes Sync, kad galėtumėte programėles įrašytas su AppCake perkelti į kompiuterį.";

"iTunes Sync"="iTunes Sync";

"Feedback"="Atsiliepimai";

"Changelog"="Pakeitimų sąrašas";

"I Can Translate"="Aš galiu išversti";

"Clear Image Cache"="Išvalyti Image Cache";

"Settings" = "Nustatymai";

"Show iPhone Apps" = "Rodyti iPhone Programėles";

